<?php

return [
    // ADMIN APP
    'welcome' => 'Добро пожаловать',
    'general' => 'генеральный',
    'home' => 'Главная' ,
    'users' => 'пользователей' ,
    'messages' => 'Сообщения' ,
    'news' => 'Новости',
    'gallery' => 'Галерея' ,
    'profile' => 'Профиль',
    'myweb' => 'Мой веб-сайт',
    'logout' => 'Выйти',
    'admin' => "Администратор",

    // USERS

    'id' => 'ID',
    'name' => 'название',
    'surname' => 'фамилия',
    'phone' => 'Телефон',
    'email' => 'Эл. почта',
    'status' => 'Статус',
    'created' => 'созданный',
    'updated' => 'обновленный',
    'edit' => 'редактировать',
    'view' => 'Посмотреть',
    'delete' => 'удалять' ,
    'add_user' => 'Добавить нового пользователя' ,
    'see_all' => 'Посмотреть всех пользователей',
    'choose_status' => 'выберите статус',
    'password' => 'пароль' ,
    'confirm_pass' => 'Подтвердите Пароль' ,
    'add' => 'добавлять',

    //NEWS

    'title' => 'заглавие' ,
    'slug' => 'слизень',
    'img' => 'Образ' ,
    'created_by' => "создано" ,
    'add_news' => 'Добавить новость',
    'see_news' => 'Смотреть все новости',
    'text' =>'Текст',


    // PROFILE

    'change_pass' => 'Изменить пароль',
    'curr_password' => 'Текущий пароль' ,
    'change' => 'Изменить',

    // Messages

    'see_all_messages' => 'Посмотреть все сообщения',



    // GALLERY

    'add_img' => 'добавить новое изображение' ,
    'see_all_img' => 'Посмотреть все изображения',

    'email_or_phone_used' => 'Электронная почта или номер телефона уже используется.' ,
    'user_added' => 'Пользователь был добавлен.',
    'passwords_dont_match' => "Пароли не совпадают.",
    'succesfully_changed' => 'Было успешно изменено.' ,
    'didnot_change' => 'Не изменилось.',
    'currentpass_false' => 'Неверный текущий пароль',
    'count_pass_char' => 'Количество символов пароля должно быть не менее 8.' ,
    'code_different' => 'Код отличается.' ,


    'not_allow' => 'Тебе не разрешено.',
    'deleted' => 'удаленный' ,
    'didnot_delete' => 'Не удалил',
    'saved' => 'Было успешно добавлено' ,
    'didnot_save' => 'Это не добавить, пожалуйста, попробуйте еще раз.',

    'msg_sent' => 'Сообщение было отправлено' ,

    'views' => 'Просмотры',





];